Repository: tethr/gathr
Catalog: gathr/locale/*/LC_MESSAGES/gathr.po
Languages: it

source: Choose one
it: Scegli

source: Read only
it: Solo guardare

source: Read and write
it: Leggere e scrivere

source: Manage
it: Gestire

source: Users
it: Utenti

source: Login required
it: Login necessario

source: Welcome to Gathr
it: Benvenuti a Gathr

source: Forbidden
it: Vietato

source: Gathr
it: Raccogliere

source: logout
it: uscire

source: Manage Users
it: Gestire Utenti

source: Invalid username or password
it: Nome di utente o passaparola non valido

source: Login
it: Autenticare

source: Gathr Login
it: Gathr Autenticazione

source: Manage Permissions
it: Gestire Diritti

source: Add ${something}
it: Aggiungere ${something}

source: Create ${something}
it: Creare ${something}

source: Add
it: Aggiungere

source: Manage permissions: ${title}
it: Gestire Diritti: ${title}

source: Save changes
it: Registrare cambiamenti

source: Delete User
it: Rimuovere Utente

source: Are you sure you want to delete the user, ${name}?
it: Certo di rimuovere questo utente, ${name}?

source: A user with that id already exists.
it: C'è già un utente con dato identificazione.

source: Used for login
it: Per accesso al sistema.

source: Change password
it: Cambiare Passaparola

source: Add user
it: Aggiungere Utente

source: Add new user
it: Aggiungere nuovo utente

source: Name user will use to log in
it: Nome usato dall'utente per accedere al sistema.

source: Year
it: Anno

source: Month
it: Mese

source: Day
it: Giorno

source: Date
it: Dato

source: Time
it: Tempo

source: You do not have permission to view this page.
it: Non hai permesso di vedere questa pagine.

source: You are logged in as ${name}
it: Tu sei ${name}

source: Members
it: Membri

source: No members here
it: Nessuno membro

source: Remove
it: Rimuovere

source: User's name
it: Nome di utente

source: Add member
it: Aggiungere membro

source: Members inherited from higher levels
it: Membri eriditati dai livelli più alti

source: No inherited members.
it: Nessuni membri eriditati.

source: Find user...
it: Trovare Utente

source: Close
it: Chiudere
